[
    { "id": 1, "joke": "Why don't skeletons fight each other? They don't have the guts." },
    { "id": 2, "joke": "Why did the scarecrow win an award? Because he was outstanding in his field." },
    { "id": 3, "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised." },
    { "id": 4, "joke": "What did the grape do when it got stepped on? Nothing but let out a little wine." },
    { "id": 5, "joke": "Why don’t some couples go to the gym? Because some relationships don’t work out." },
    { "id": 6, "joke": "What do you call fake spaghetti? An impasta." },
    { "id": 7, "joke": "Why was the math book sad? It had too many problems." },
    { "id": 8, "joke": "How does a penguin build its house? Igloos it together." },
    { "id": 9, "joke": "I told my computer I needed a break, and now it won’t stop sending me Kit-Kats." },
    { "id": 10, "joke": "Why don’t eggs tell jokes? Because they might crack up." },
    { "id": 11, "joke": "What do you get when you cross a snowman and a vampire? Frostbite." },
    { "id": 12, "joke": "Why did the bicycle fall over? It was two-tired." },
    { "id": 13, "joke": "I would tell you a chemistry joke, but I know I wouldn't get a reaction." },
    { "id": 14, "joke": "What did one ocean say to the other ocean? Nothing, they just waved." },
    { "id": 15, "joke": "Why did the tomato turn red? Because it saw the salad dressing!" },
    { "id": 16, "joke": "I couldn’t figure out why I was getting more laughs. Then I realized I was standing up." },
    { "id": 17, "joke": "Why do cows wear bells? Because their horns don’t work." },
    { "id": 18, "joke": "Why don’t oysters donate to charity? Because they are shellfish." },
    { "id": 19, "joke": "How do you organize a space party? You planet." },
    { "id": 20, "joke": "What do you call a pile of cats? A meow-tain." },
    { "id": 21, "joke": "Why can't you trust an atom? Because they make up everything." },
    { "id": 22, "joke": "What did one wall say to the other wall? I'll meet you at the corner." },
    { "id": 23, "joke": "I used to play piano by ear, but now I use my hands." },
    { "id": 24, "joke": "Why do birds fly south in the winter? It's faster than walking." },
    { "id": 25, "joke": "Why did the golfer bring two pairs of pants? In case he got a hole in one." },
    { "id": 26, "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus." },
    { "id": 27, "joke": "Why don’t skeletons ever go trick or treating? Because they have no body to go with." },
    { "id": 28, "joke": "Why did the computer go to the doctor? It had a virus!" },
    { "id": 29, "joke": "What does a cloud wear under his raincoat? Thunderwear." },
    { "id": 30, "joke": "What did the one hat say to the other? Stay here, I’m going on ahead." },
    { "id": 31, "joke": "Why did the student eat his homework? Because the teacher told him it was a piece of cake!" },
    { "id": 32, "joke": "Why did the mushroom go to the party? Because he was a fungi!" },
    { "id": 33, "joke": "Why don’t seagulls fly over the bay? Because then they’d be bagels!" },
    { "id": 34, "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised." },
    { "id": 35, "joke": "I asked my dog what's two minus two. He said nothing." },
    { "id": 36, "joke": "What’s orange and sounds like a parrot? A carrot!" },
    { "id": 37, "joke": "What do you get if you cross a snowman and a dog? Frostbite." },
    { "id": 38, "joke": "How do you catch a squirrel? Climb up in a tree and act like a nut!" },
    { "id": 39, "joke": "What did the grape say when it got stepped on? Nothing, it just let out a little wine." },
    { "id": 40, "joke": "Why don’t skeletons ever use cell phones? They don’t have the guts to call anyone." },
    { "id": 41, "joke": "What did one fish say to the other? Keep your eye on the fins." },
    { "id": 42, "joke": "Why don’t you ever see elephants hiding in trees? Because they’re really good at it." },
    { "id": 43, "joke": "Why did the chicken go to the seance? To talk to the other side." },
    { "id": 44, "joke": "How does a snowman get around? By riding an “icicle”." },
    { "id": 45, "joke": "What did the janitor say when he jumped out of the closet? Supplies!" },
    { "id": 46, "joke": "Why don’t you ever see hippos hiding in trees? Because they’re really good at it." },
    { "id": 47, "joke": "What do you get when you cross a vampire and a snowman? Frostbite." },
    { "id": 48, "joke": "What do you call a fish with no eyes? A fsh." },
    { "id": 49, "joke": "Why don’t some couples go to the gym? Because some relationships don’t work out." },
    { "id": 50, "joke": "Why can’t a nose be 12 inches long? Because then it would be a foot." },
    { "id": 51, "joke": "How do you make a tissue dance? You put a little boogey in it." },
    { "id": 52, "joke": "Why was the broom late? It swept in." },
    { "id": 53, "joke": "What did the ocean say to the beach? Nothing, it just waved." },
    { "id": 54, "joke": "Why don't skeletons fight each other? They don't have the guts." },
    { "id": 55, "joke": "What did the baby corn say to the mama corn? Where's popcorn?" },
    { "id": 56, "joke": "Why can’t your nose be 12 inches long? Because then it would be a foot." },
    { "id": 57, "joke": "Why did the math book look sad? Because it had too many problems." },
    { "id": 58, "joke": "Why did the golfer bring an extra pair of pants? In case he got a hole in one." },
    { "id": 59, "joke": "What did the one plate say to the other plate? Lunch is on me." },
    { "id": 60, "joke": "What did one plate say to the other? Lunch is on me." },
    { "id": 61, "joke": "Why can’t you trust stairs? They’re always up to something." },
    { "id": 62, "joke": "How does Moses make his coffee? He brews it." },
    { "id": 63, "joke": "What’s brown and sticky? A stick." },
    { "id": 64, "joke": "What do you call a pile of cats? A meow-tain." },
    { "id": 65, "joke": "How do you organize a space party? You planet." },
    { "id": 66, "joke": "Why don't skeletons fight each other? They don't have the guts." },
    { "id": 67, "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised." },
    { "id": 68, "joke": "I used to be a baker, but I couldn't make enough dough." },
    { "id": 69, "joke": "What do you get when you cross a snowman and a vampire? Frostbite." },
    { "id": 70, "joke": "Why did the skeleton go to the party alone? Because he had no body to go with him." },
    { "id": 71, "joke": "Why did the bicycle fall over? It was two-tired." },
    { "id": 72, "joke": "What do you call a snowman with a six-pack? An abdominal snowman." },
    { "id": 73, "joke": "What do you get when you cross a cow and a trampoline? A milkshake." },
    { "id": 74, "joke": "What did one ocean say to the other ocean? Nothing, they just waved." },
    { "id": 75, "joke": "What do you call cheese that isn't yours? Nacho cheese." },
    { "id": 76, "joke": "Why was the math book sad? It had too many problems." },
    { "id": 77, "joke": "What did the baby corn say to the mama corn? Where’s popcorn?" },
    { "id": 78, "joke": "I tried to start a hot air balloon business, but it never took off." },
    { "id": 79, "joke": "What did the grape do when it got stepped on? Nothing but let out a little wine." },
    { "id": 80, "joke": "How do you organize a space party? You planet." },
    { "id": 81, "joke": "I tried to catch some fog earlier, but I mist." },
    { "id": 82, "joke": "I asked my dog what’s two minus two. He said nothing." },
    { "id": 83, "joke": "What do you call a fish that practices medicine? A sturgeon." },
    { "id": 84, "joke": "Why did the tomato turn red? Because it saw the salad dressing." },
    { "id": 85, "joke": "What do you call fake spaghetti? An impasta." },
    { "id": 86, "joke": "What did one plate say to the other? Lunch is on me." },
    { "id": 87, "joke": "Why did the chicken join a band? Because it had the drumsticks!" },
    { "id": 88, "joke": "I would tell you a chemistry joke, but I know I wouldn’t get a reaction." },
    { "id": 89, "joke": "Why don’t oysters share their pearls? Because they’re shellfish." },
    { "id": 90, "joke": "I had a joke about a pencil, but it was pointless." },
    { "id": 91, "joke": "What did one fish say to the other? Keep your fins up." },
    { "id": 92, "joke": "What does a cloud wear under his raincoat? Thunderwear." },
    { "id": 93, "joke": "I couldn’t figure out why I was getting more laughs. Then I realized I was standing up." },
    { "id": 94, "joke": "Why don’t skeletons fight each other? They don’t have the guts." },
    { "id": 95, "joke": "I would tell you a joke about an elevator, but it’s an uplifting experience." },
    { "id": 96, "joke": "What do you call a dinosaur with an extensive vocabulary? A thesaurus." },
    { "id": 97, "joke": "Why don’t skeletons ever go trick or treating? Because they have no body to go with." },
    { "id": 98, "joke": "What did the janitor say when he jumped out of the closet? Supplies!" },
    { "id": 99, "joke": "I told my wife she was drawing her eyebrows too high. She looked surprised." },
    { "id": 100, "joke": "Why do cows have hooves instead of feet? Because they lactose." }
  ]
  